Repository: tiloc/faiadashu
Catalog: lib/l10n/arb/fdash_*.arb
Languages: de, fr, it

# validatorRequiredItem
source: This question needs to be completed.
de: Füllen sie dieses Pflichtfeld aus.
fr: Cette question doit être complétée.
it: Questa domanda deve essere completata.

# validatorMinLength
source: {minLength, plural, =1 {Enter at least one character.} other {Enter at least {minLength} characters.}}
de: {minLength, plural, one{Mind. ein Zeichen eingeben.} other{Mind. {minLength} Zeichen eingeben.}}
fr: {minLength, plural, =1 {Entrez au moins un caractère.} other {Entrez au moins {minLength} caractères.}}
it: {minLength, plural, =1 {Inserisci almeno un carattere.} other {Inserisci almeno {minLength} caratteri.}}

# validatorMaxLength
source: {maxLength, plural, other{Enter up to {maxLength} characters.}}
de: {maxLength, plural, other{Bis zu {maxLength} Zeichen eingeben.}}
fr: {maxLength, plural, other{Entrez jusqu'à {maxLength} caractères.}}
it: {maxLength, plural, other{Inserisci fino a {maxLength} caratteri.}}

# validatorUrl
source: Enter a valid URL in format https://...
de: URL im Format https://... eingeben.
fr: Entrez une URL valide au format https://...
it: Inserisci un URL valido nel formato https://...

# validatorRegExp
source: Enter a valid response.
de: Gültigen Wert eingeben.
fr: Entrez une réponse valide.
it: Inserisci una risposta valida.

# validatorEntryFormat
source: Enter in format {entryFormat}.
de: Im Format {entryFormat} eingeben.
fr: Entrez dans le format {entryFormat}.
it: Inserisci nel formato {entryFormat}.

# validatorNan
source: Enter a valid number.
de: Gültige Zahl eingeben.
fr: Entrez un nombre valide.
it: Inserisci un numero valido.

# validatorMinValue
source: Enter a number of {minValue} or higher.
de: Eine Zahl ab {minValue} eingeben.
fr: Entrez un nombre de {minValue} ou supérieur.
it: Inserisci un numero di {minValue} o superiore.

# validatorMaxValue
source: Enter a number up to {maxValue}.
de: Eine Zahl bis {maxValue} eingeben.
fr: Entrez un nombre jusqu'à {maxValue}.
it: Inserisci un numero fino a {maxValue}.

# dataAbsentReasonAskedDeclined
source: I choose not to answer.
de: Ich möchte nicht antworten.
fr: Je choisis de ne pas répondre.
it: Ho scelto di non rispondere.

# narrativePageTitle
source: Narrative
de: Freitext
fr: Narratif
it: Narrativa

# questionnaireGenericTitle
source: Survey
de: Fragebogen
fr: Sondage
it: Sondaggio

# questionnaireUnknownTitle
source: Untitled
de: (ohne Titel)
fr: Sans titre
it: Senza titolo

# questionnaireUnknownPublisher
source: Unknown publisher
de: (unbekannte Quelle)
fr: Éditeur inconnu
it: Editore sconosciuto

# validatorDate
source: Enter a valid date.
de: Gültiges Datum eingeben.
fr: Entrez une date valide.
it: Inserisci una data valida.

# validatorTime
source: Enter a valid time.
de: Gültige Uhrzeit eingeben.
fr: Entrez une heure valide.
it: Inserisci un orario valido.

# validatorDateTime
source: Enter a valid date and time.
de: Gültiges Datum/Zeit eingeben.
fr: Entrez une date et une heure valides.
it: Inserisci una data e un orario validi.

# validatorMinOccurs
source: {minOccurs, plural, =1 {Select at least one option.} other {Select {minOccurs} or more options.}}
de: {minOccurs, plural, =1 {Mind. eine Auswahl.} other {Mind. {minOccurs} auswählen.}}
fr: {minOccurs, plural, =1 {Sélectionnez au moins une option.} other {Sélectionnez {minOccurs} options ou plus.}}
it: {minOccurs, plural, =1 {Seleziona almeno un'opzione.} other {Seleziona {minOccurs} o più opzioni.}}

# validatorMaxOccurs
source: {maxOccurs, plural, =1 {Select up to one option.} other {Select up to {maxOccurs} options.}}
de: {maxOccurs, plural, =1 {Höchstens eine Auswahl.} other {Bis zu {maxOccurs} auswählen.}}
fr: {maxOccurs, plural, =1 {Sélectionnez jusqu'à une option.} other {Sélectionnez jusqu'à {maxOccurs} options.}}
it: {maxOccurs, plural, =1 {Seleziona fino a una opzione.} other {Seleziona fino a {maxOccurs} opzioni.}}

# validatorSingleSelectionOrSingleOpenString
source: Either select an option, or enter free text in "{openLabel}".
fr: Sélectionnez une option ou saisissez du texte libre dans "{openLabel}".
it: Seleziona un'opzione o inserisci testo libero in "{openLabel}".

# dataAbsentReasonAskedDeclinedInputLabel
source: I choose not to answer.
de: Ich möchte nicht antworten.
fr: Je choisis de ne pas répondre.
it: Ho scelto di non rispondere.

# dataAbsentReasonAskedDeclinedOutput
source: Declined to answer
de: Antwort abgelehnt
fr: Refusé de répondre
it: Rifiutato di rispondere

# dataAbsentReasonAsTextOutput
source: [AS TEXT]
de: [FREITEXT]
fr: [COMME TEXTE]
it: [COME TESTO]

# autoCompleteSearchTermInput
source: Enter search term…
de: Suchbegriff eingeben…
fr: Entrez un terme de recherche…
it: Inserisci termine di ricerca…

# responseStatusToCompleteButtonLabel
source: Complete
de: Fertig
fr: Compléter
it: Completa

# responseStatusToInProgressButtonLabel
source: Amend
de: Ändern
fr: Modifier
it: Modifica

# progressQuestionnaireLoading
source: The survey is loading…
de: Der Fragebogen lädt…
fr: L'enquête est en cours de chargement…
it: Il sondaggio è in caricamento…

# handlingSaveButtonLabel
source: Save
de: Speichern
fr: Enregistrer
it: Salva

# handlingUploadButtonLabel
source: Upload
de: Hochladen
fr: Télécharger
it: Carica

# handlingUploading
source: Uploading survey…
de: Bogen hochladen…
fr: Téléchargement de l'enquête…
it: Caricamento del sondaggio…

# loginStatusLoggingIn
source: Signing in…
de: Anmelden…
fr: Connexion en cours…
it: Accesso in corso…

# loginStatusLoggedIn
source: Signed in…
de: Angemeldet…
fr: Connecté…
it: Accesso effettuato…

# loginStatusLoggingOut
source: Signing out…
de: Ich melde mich ab…
fr: Déconnexion en cours…
it: Uscita in corso…

# loginStatusLoggedOut
source: Signed out…
de: Abgemeldet…
fr: Déconnecté…
it: Accesso terminato…

# loginStatusUnknown
source: Not sure what's going on?
de: Nicht sicher, was los ist?
fr: Pas sûr de ce qui se passe ?
it: Non sono sicuro di cosa stia succedendo?

# loginStatusError
source: Something went wrong.
de: Etwas ist schief gelaufen.
fr: Quelque chose s'est mal passé.
it: Qualcosa è andato storto.

# handlingSaved
source: Survey saved.
de: Bogen gespeichert.
fr: Enquête enregistrée.
it: Sondaggio salvato.

# handlingUploaded
source: Survey uploaded.
de: Bogen hochgeladen.
fr: Enquête téléchargée.
it: Sondaggio caricato.

# aggregationScore
source: Score: {score}
de: Punkte: {score}
it: Punteggio: {score}

# aggregationTotalScoreTitle
source: Total Score
de: Gesamtpunktzahl
fr: Score total
it: Punteggio Totale

# fillerOpenCodingOtherLabel
source: Other
de: sonstiges
fr: Autre
it: Altro

# fillerAddAnotherItemLabel
source: Add another "{itemLabel}"
de: "{itemLabel}" hinzufügen
fr: Ajouter un autre "{itemLabel}"
it: Aggiungi un altro "{itemLabel}"

# fillerExclusiveOptionLabel
source: (exclusive)
fr: (exclusif)
it: (esclusivo)
